tap "bwya77/tap"
tap "dart-lang/dart"
tap "espanso/espanso"
tap "ggozad/formulas"
tap "gromgit/brewtils"
tap "jbreckmckye/formulae"
tap "marsanne/cask"
tap "pls-rs/pls"
tap "pulumi/tap"
tap "sass/sass"
tap "taf2/tap"
tap "tattoy-org/tap"
brew "apache-spark"
brew "bundletool"
brew "cidr"
brew "cloc"
brew "cmake"
brew "openssl@3"
brew "cocoapods"
brew "container"
brew "cppcheck"
brew "difftastic"
brew "displayplacer"
brew "doctl"
brew "duckdb"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitlab-ci-local"
brew "glab"
brew "graphviz"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "ios-deploy"
brew "jc"
brew "jj"
brew "jq"
brew "libimobiledevice"
brew "libpq", link: true
brew "lnav"
brew "midnight-commander"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "opentofu"
brew "pandoc"
brew "pkgconf"
brew "protobuf"
brew "qrencode"
brew "ripgrep"
brew "sftpgo"
brew "shellcheck"
brew "superfile"
brew "tz"
brew "xcodegen"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ggozad/formulas/oterm"
brew "gromgit/brewtils/taproom"
brew "jbreckmckye/formulae/daylight"
brew "pls-rs/pls/pls"
brew "pulumi/tap/pulumi"
brew "sass/sass/sass"
brew "taf2/tap/mdvi"
cask "bruno"
cask "claude-code"
cask "marsanne/cask/cork"
cask "bwya77/tap/dockanchor"
cask "espanso"
cask "font-monaspice-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "soulver-cli"
cask "warp"
vscode "amazonwebservices.amazon-q-vscode"
vscode "anthropic.claude-code"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
go "github.com/danvergara/dblab"
go "github.com/multiprocessio/dsq"
go "github.com/charmbracelet/freeze"
go "github.com/antonmedv/fx"
go "github.com/charmbracelet/glow"
go "cmd/go"
go "cmd/gofmt"
go "github.com/savannahostrowski/gruyere"
go "github.com/jesseduffield/lazygit"
go "github.com/jedisct1/piknik"
go "github.com/charmbracelet/sequin"
go "github.com/RasmusLindroth/tut"
go "github.com/charmbracelet/vhs"
cargo "atac"
cargo "atuin"
cargo "bat"
cargo "birthday"
cargo "bsky-cli"
cargo "cargo-deps"
cargo "cargo-edit"
cargo "cargo-generate"
cargo "cargo-llvm-cov"
cargo "cargo-modules"
cargo "cargo-nextest"
cargo "cargo-outdated"
cargo "coinflip"
cargo "crates-tui"
cargo "create-tauri-app"
cargo "du-dust"
cargo "dua-cli"
cargo "dutree"
cargo "envex"
cargo "eza"
cargo "favocon"
cargo "git-cliff"
cargo "git-delta"
cargo "gping"
cargo "gradient"
cargo "grcov"
cargo "hexyl"
cargo "jless"
cargo "leptosfmt"
cargo "lla"
cargo "lottery"
cargo "macchina"
cargo "mdcat"
cargo "nu"
cargo "openapi-tui"
cargo "parqeye"
cargo "pastel"
cargo "pik"
cargo "pipetime"
cargo "procs"
cargo "pueue"
cargo "rust-analyzer"
cargo "sd"
cargo "sniffnet"
cargo "sqlx-cli"
cargo "stu"
cargo "tailspin"
cargo "tauri-cli"
cargo "tealdeer"
cargo "tree-sitter-cli"
cargo "treemd"
cargo "trippy"
cargo "trunk"
cargo "wireman"
cargo "xan"
cargo "yazi-fm"
cargo "zellij"
cargo "zoxide"
