tap "aws/tap"
tap "bios-marcel/cordless"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "gobuffalo/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "prisma/prisma"
brew "gettext"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "automake"
brew "bat"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cppcheck"
brew "ctags"
brew "curl"
brew "go"
brew "exa"
brew "libpng"
brew "pkg-config"
brew "libtool"
brew "fontforge"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "glow"
brew "nettle"
brew "npth"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "oniguruma"
brew "jq"
brew "libyaml"
brew "lua"
brew "mas"
brew "md5sha1sum", link: false
brew "ninja"
brew "mosh"
brew "mysql"
brew "nasm"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "postgresql", restart_service: true
brew "pyenv"
brew "python@2"
brew "ragel"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "s-search"
brew "scons"
brew "shellcheck"
brew "starship"
brew "swiftlint"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "xctool"
brew "youtube-dl"
brew "z"
brew "zeromq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "bios-marcel/cordless/cordless"
brew "gobuffalo/tap/buffalo"
brew "ktr0731/evans/evans"
brew "prisma/prisma/prisma"
cask "cakebrew"
cask "graphql-playground"
cask "insomnia"
cask "kap"
cask "macdown"
cask "rectangle"
mas "Affinity Designer", id: 824171161
mas "Alternote", id: 974971992
mas "Amphetamine", id: 937984704
mas "Cardhop", id: 1290358394
mas "Cathode", id: 499233976
mas "ColorSlurp", id: 1287239339
mas "com.linebreak.CloudAppMacOSX", id: 417602904
mas "Copied", id: 1026349850
mas "DaisyDisk", id: 411643860
mas "Evernote Web Clipper", id: 1481669779
mas "iMovie", id: 408981434
mas "iPulse", id: 1028916583
mas "MarsEdit", id: 1198319098
mas "Microsoft Remote Desktop", id: 1295203466
mas "MultiMarkdown Composer", id: 1275176220
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Paste", id: 967805235
mas "Patterns", id: 429449079
mas "Pixelmator", id: 407963104
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Trello", id: 1278508951
mas "Ulysses", id: 1225570693
mas "Unclutter", id: 577085396
mas "Unsplash Wallpapers", id: 1284863847
mas "Voila", id: 407741870
mas "Watchdog", id: 734258109
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
mas "Yoink", id: 457622435
