tap "dart-lang/dart"
tap "espanso/espanso"
tap "ggozad/formulas"
tap "gromgit/brewtils"
tap "jbreckmckye/formulae"
tap "marsanne/cask"
tap "pls-rs/pls"
tap "pulumi/tap"
tap "sass/sass"
tap "tattoy-org/tap"
brew "apache-spark"
brew "bundletool"
brew "cidr"
brew "cloc"
brew "cmake"
brew "openssl@3"
brew "cocoapods"
brew "cppcheck"
brew "difftastic"
brew "displayplacer"
brew "doctl"
brew "duckdb"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitlab-ci-local"
brew "glab"
brew "graphviz"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "ios-deploy"
brew "jc"
brew "jj"
brew "jq"
brew "libimobiledevice"
brew "libpq", link: true
brew "lnav"
brew "midnight-commander"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "opentofu"
brew "pandoc"
brew "pkgconf"
brew "protobuf"
brew "qrencode"
brew "ripgrep"
brew "sftpgo"
brew "shellcheck"
brew "superfile"
brew "tz"
brew "xcodegen"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ggozad/formulas/oterm"
brew "gromgit/brewtils/taproom"
brew "jbreckmckye/formulae/daylight"
brew "pls-rs/pls/pls"
brew "pulumi/tap/pulumi"
brew "sass/sass/sass"
cask "bruno"
cask "cork"
cask "espanso"
cask "font-monaspice-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "soulver-cli"
cask "warp"
vscode "amazonwebservices.amazon-q-vscode"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
go "github.com/danvergara/dblab"
go "github.com/multiprocessio/dsq"
go "github.com/charmbracelet/freeze"
go "github.com/antonmedv/fx"
go "github.com/charmbracelet/glow"
go "cmd/go"
go "cmd/gofmt"
go "github.com/savannahostrowski/gruyere"
go "github.com/jesseduffield/lazygit"
go "github.com/jedisct1/piknik"
go "github.com/charmbracelet/sequin"
go "github.com/RasmusLindroth/tut"
go "github.com/charmbracelet/vhs"
