appimagelauncher
appmenu-gtk3-module
asciinema
bridge-utils
bzip2
conky-all
ddgr
docker.io
elixir
erlang
espeak
fd-find
flatpak
fonts-firacode
git-extras
htop
jo
jq
kitty
lazygit
libbz2-dev
libcairo2-dev
libclang-dev
libffi-dev
libgl1-mesa-dev
libglib2.0-dev
libgspell-1-dev
libgstreamer-plugins-base1.0-dev
libgstreamer-plugins-good1.0-dev
libgtk-3-dev
libjson-glib-1.0.0
libjson-glib-dev
libreadline-dev
libsoup2.4-dev
libsqlite3-dev
libssl-dev
libudev-dev
libusb-1.0.0-dev
libvirt-clients
libvirt-daemon-system
libx11-dev
libxcb-shape0-dev
libxcb-xfixes0-dev
llvm
meson
mosh
ninja-build
optipng
pandoc
python-lxml
qemu-kvm
ripgrep
ruby-dev
shellcheck
sqlite3
tig
tmux
ttf-mscorefonts-installer
tweak
udev
ulauncher
universal-ctags
valac
whois
xclip
xorg-dev
zlib1g
zlib1g-dev
zsh-autosuggestions
zsh-syntax-highlighting
