appmenu-gtk3-module
bridge-utils
bzip2
conky-all
ctags
ddgr
docker.io
espeak
flatpak
fonts-firacode
git-extras
htop
jq
kitty
libbz2-dev
libcairo2-dev
libclang-dev
libffi-dev
libgl1-mesa-dev
libglib2.0-dev
libgtk-3-dev
libreadline-dev
libsqlite3-dev
libssl-dev
libudev-dev
libusb-1.0.0-dev
libvirt-clients
libvirt-daemon-system
libx11-dev
libxcb-shape0-dev
libxcb-xfixes0-dev
llvm
mosh
nvtop
optipng
pandoc
qemu-kvm
ripgrep
shellcheck
sqlite3
tig
tmux
ttf-mscorefonts-installer
udev
valac
whois
xclip
xorg-dev
zlib1g
zlib1g-dev
zsh-autosuggestions
zsh-syntax-highlighting
