appimagelauncher
appmenu-gtk3-module
apt-transport-https
asciinema
automake
bison
bridge-utils
btop
build-essential
bzip2
chrome-gnome-shell
cifs-utils
conky-all
cool-retro-term
copyq
ddgr
espeak
fd-find
ffmpegthumbnailer
flatpak
flex
folder-color
fonts-firacode
g++
git
git-extras
gnome-sushi
htop
httpie
inxi
jc
jo
jq
kakoune
lazygit
libboost-all-dev
libbz2-dev
libcairo2-dev
libclang-dev
libevent-dev
libffi-dev
libgl1-mesa-dev
libglib2.0-dev
libgspell-1-dev
libgstreamer-plugins-base1.0-dev
libgstreamer-plugins-good1.0-dev
libgtk-3-dev
libgtk-4-dev
libjson-glib-1.0.0
libjson-glib-dev
libluajit-5.1-dev
libpcap-dev
libreadline-dev
libsoup2.4-dev
libsqlite3-dev
libssl-dev
libtool
libudev-dev
libusb-1.0.0-dev
libvirt-clients
libvirt-daemon-system
libwebkit2gtk-4.0-dev
libx11-dev
libxcb-shape0-dev
libxcb-xfixes0-dev
llvm
make
meson
miller
mosh
ninja-build
nnn
nvtop
optipng
pandoc
pkg-config
python-lxml
python3-q-text-as-data
qemu-kvm
ripgrep
ruby-dev
shellcheck
smbclient
sqlite3
tig
tmux
ttf-mscorefonts-installer
tweak
udev
universal-ctags
valac
whois
xclip
xorg-dev
zlib1g
zlib1g-dev
zsh-autosuggestions
zsh-syntax-highlighting
